/** *******************************************************************************
*
*    @File      :  main.cpp
*    @License   :  LGPL-3.0
*
*    @Version   :  1.0
*    @Date      :  2021/02/05
*    @Author    :  Qin ZhaoYu 
*
*    @Desc      :  程序入口，程序采用模块化设计和编译，主要用于新技术和功能原型测试。  
*
*    Change History:
*  --------------------------------------------------------------------------------
*  --version1.0, 2021/02/05, Qin ZhaoYu
*  初始构建。
*  --------------------------------------------------------------------------------
*
** ********************************************************************************/
#include "common/CommHeader.h"



int main(int argc, const char *argv[])
{
    printf("Hello 2021, let's do it!")

        return 0;
}
